{"id":"user_1770356416407","parent_id":null,"choice_text":"Mario 128","story_text":"OK so this is a true story. I know how it sounds but I need to get this out there. It was summer 2007 and I was at my Uncle Rick's house because my mom made me \"go outside\" but also wouldn't let me go to my friend Tyler's. Uncle Rick used to work at a game company (not saying which one for legal reasons) and his garage was full of old stuff from back then. I was going through a box of cables and I found a cartridge. It was all black with no label, just the word \"MARIO\" scratched into the plastic with something sharp.\nI shouldn't have played it. I know that now. But I was eleven and bored and Uncle Rick was asleep in his recliner, so I grabbed his old NES, blew into the cartridge, and plugged it in.\nThe title screen looked almost normal. It said \"SUPER MARIO 128\" in red letters, but they were dripping. The background was just black instead of the usual blue sky. Mario was on the title screen like always but he wasn't moving. He was just standing there staring. His eyes were photorealistic. The rest of him was regular pixel Mario but his eyes looked real. The music was the normal theme but slowed down and reversed and every few seconds there was a sound like breathing."}
{"id":"user_1770356429082","parent_id":"user_1770356416407","choice_text":"Press Start","story_text":"I pressed Start. World 1-1 loaded but the ground was red and the sky was black. There were no enemies. No coins. Just Mario running right in total silence. I played for maybe ten minutes, just going through empty levels that kept getting more wrong. Pipes that led nowhere. Blocks that bled when you hit them. A flagpole at the end of 1-4 with something hanging from it that I'm not going to describe.\nThen I fell asleep. I don't remember closing my eyes. One second I was sitting on Uncle Rick's carpet and the next I was standing on red ground under a black sky and my shoes were made of pixels."}
{"id":"user_1770356501424","parent_id":"user_1770356416407","choice_text":"Start screaming","story_text":"I started screaming. I don't even know why. Something about those eyes just made me completely lose it. Uncle Rick woke up so fast he knocked his beer over and he was in the doorway going \"what? WHAT?\" and I was just pointing at the TV crying.\nHe looked at the screen and got really quiet. I had never seen Uncle Rick look like that. He walked over and pulled the cartridge out without even turning the NES off. He didn't look at me. He just said \"where did you find this\" and I pointed at the box. He put the cartridge in his pocket and told me to go inside and watch TV.\nI heard him go out to the driveway and when I looked through the window he was on his phone pacing around. He kept rubbing his head the way he does when he's upset. He drove me home early that day and when I asked about the cartridge in the car he just turned up the radio.\nThat night I had a dream about the title screen. The black background and the red letters and Mario just standing there. Except in the dream I was closer to the TV than I had been in real life and I could see that Mario's mouth was moving. Like he was trying to say something. I woke up and my TV was on even though I always turn it off before bed. It was just static.\nI tried asking Uncle Rick about it the next time I saw him and he said \"I don't know what you're talking about.\" Not in a lying way. In a way where he genuinely didn't seem to remember. Which doesn't make sense because I SAW his face when he looked at that screen."}
{"id":"user_1770357548753","parent_id":"user_1770356501424","choice_text":"I woke up the next day and my mom told me that uncle Rick was missing","story_text":"She was doing that thing where she's trying to sound calm but her voice is too high and she's gripping her coffee mug with both hands. She said Grandma had called him all morning and he wasn't picking up, and when she drove over his front door was open but his truck was in the driveway. She said \"I'm sure he's fine\" three times in like two minutes which is how I knew she didn't think he was fine.\nThe cops came by that afternoon to ask if we'd seen him. My mom told them about the open door and the truck. I almost said something about the cartridge. I had this feeling in my stomach like I NEEDED to tell someone about it. But my mom was already upset and the officer was already looking at me the way adults look at kids when they think you're about to make things harder, so I just said I saw him two days ago and he seemed normal.\nThey found his phone in the garage. That's the part that really got to me. It was sitting on top of the box. The same box where I found the cartridge. The screen was still on when they found it, which shouldn't have been possible because Uncle Rick had one of those old Motorola Razrs and the battery died if you looked at it wrong. His last outgoing call was to a number nobody recognized. When the cops called it back it just rang and rang. No voicemail. No recording. Just ringing.\n"}
